{
 "text": "\r\n\r\n\r\nNo. 1\r\n序長阿含經序\r\n\r\n長安釋僧肇述A\r\n夫宗極絕於稱謂，賢聖以之沖默；玄旨非言\r\n不傳，釋迦所以致教。是以如來出世，大教\r\n有三：約身口，則防之以禁律；明善惡，則導之\r\n以契經；演幽微，則辨之以法相。然則三藏\r\n之作也，本於殊應，會之有宗，則異途同趣矣。\r\n禁律，律藏也，四分十誦。法相，阿毗曇藏也，四\r\n分五誦。契經，四阿含藏也：《增一阿含》四分八\r\n誦，《中阿含》四分五誦，《雜阿含》四分十誦，此《長\r\n阿含》四分四誦，合三十經以為一部。阿含，秦\r\n言法歸。法歸者，蓋是萬善之淵府，總持之林\r\n苑。其為典也，淵博弘富，韞而彌廣；明宣禍\r\n福賢愚之迹，剖判真偽異齊之原，歷記古\r\n今成敗之數，墟域二儀品物之倫。道無不由，\r\n法無不在，譬彼巨海，百川所歸，故以法歸為\r\n名。開析修途，所記長遠，故以長為目。翫\r\n茲典者，長迷頓曉。邪正難辨，顯如晝夜；報\r\n應冥昧，照若影響；劫數雖遼，近猶朝夕；六合\r\n雖曠，現若目前。斯可謂朗大明於幽室，惠五\r\n目於眾瞽，不闚戶牖，而智無不周矣。大秦天\r\n王，滌除玄覽，高韻獨邁，恬智交養，道世俱\r\n濟，每懼微言翳於殊俗。以右將軍使者司隸\r\n校尉晉公姚爽，質直清柔，玄心超詣，尊尚大\r\n法，妙悟自然，上特留懷，每任以法事。以弘始\r\n十二年歲次上章閹茂，請罽賓三藏沙門佛\r\n陀耶舍出律藏一分四十五卷，十四年訖。\r\n\r\n十五年歲次昭陽赤奮若，出此《長阿含》訖。\r\n涼州沙門佛念為譯，秦國道士道含筆受。時，\r\n集京夏名勝沙門，於第校定，恭承法言，敬受\r\n無差，蠲華崇朴，務存聖旨。余以嘉遇猥參聽\r\n次，雖無翼善之功，而預親承之末，故略記時\r\n事，以示來賢焉。\r\n\r\n佛說長阿含經卷第一\r\n\r\n後秦弘始年佛陀耶舍共竺佛念譯\r\n1 分1 大本經（一）第一分初大本經第一\r\n如是我聞：一時，佛在舍衛國祇樹花林\r\n窟，與大比丘眾千二百五十人俱。時，諸比丘\r\n於乞食後集花林堂，各共議言：「諸賢比丘！\r\n唯無上尊為最奇特，神通遠達，威力弘大，\r\n乃知過去無數諸佛，入於涅槃，斷諸結使，\r\n消滅戱論。又知彼佛劫數多少，名號、姓字，\r\n所生種族，其所飲食，壽命脩短，所更苦樂。\r\n又知彼佛有如是戒，有如是法，有如是慧，\r\n有如是解，有如是住。云何，諸賢！如來為善\r\n別法性，知如是事，為諸天來語，乃知此事？」\r\n爾時，世尊在閑靜處，天耳清淨，聞諸比丘\r\n作如是議，即從座起，詣花林堂，就座而\r\n坐。爾時，世尊知而故問，謂：「諸比丘！汝等集\r\n此，何所語議？」時，諸比丘具以事答。爾時，世\r\n尊告諸比丘：「善哉！善哉！汝等以平等信，出\r\n家修道，諸所應行，凡有二業：一曰賢聖講法，\r\n二曰賢聖默然。汝等所論，正應如是。如來\r\n神通，威力弘大，盡知過去無數劫事，以能\r\n\r\n善解法性故知，亦以諸天來語故知。」佛時\r\n頌曰：\r\n「比丘集法堂，講說賢聖論；\r\n如來處靜室，天耳盡聞知。\r\n佛日光普照，分別法界義；\r\n亦知過去事，三佛般泥洹。\r\n名號、姓、種族，受生分亦知；\r\n隨彼之處所，淨眼皆記之。\r\n諸天大威力，容貌甚端嚴；\r\n亦來啟告我，三佛般泥洹。\r\n記生、名號、姓，哀鸞音盡知；\r\n無上天人尊，記於過去佛。」\r\n又告諸比丘：「汝等欲聞如來識宿命智，知\r\n於過去諸佛因緣不？我當說之。」時，諸比丘\r\n白言：「世尊！今正是時，願樂欲聞。善哉！世尊！\r\n以時講說，當奉行之。」佛告諸比丘：「諦聽！諦\r\n聽！善思念之，吾當為汝分別解說。」時，諸比\r\n丘受教而聽。\r\n佛告諸比丘：「過去九十一劫，時，世有佛名\r\n毘婆尸如來、至真，出現于世。復次，比丘！過\r\n去三十一劫，有佛名尸棄如來、至真，出現\r\n於世。復次，比丘！即彼三十一劫中，有佛名\r\n毘舍婆如來、至真，出現於世。復次，比丘！此\r\n賢劫中有佛名拘樓孫，又名拘那含，又\r\n名迦葉。我今亦於賢劫中成最正覺。」佛\r\n時頌曰：\r\n「過九十一劫，有毘婆尸佛；\r\n次三十一劫，有佛名尸棄；\r\n即於彼劫中，毘舍如來出。\r\n\r\n今此賢劫中，無數那維歲；\r\n有四大仙人，愍眾生故出：\r\n拘樓孫、那含、迦葉、釋迦文。\r\n「汝等當知，毘婆尸佛時，人壽八萬歲。尸棄佛\r\n時，人壽七萬歲。毘舍婆佛時，人壽六萬歲。拘\r\n樓孫佛時，人壽四萬歲。拘那含佛時，人壽三\r\n萬歲。迦葉佛時，人壽二萬歲。我今出世，人壽\r\n百歲，少出多減。」佛時頌曰：\r\n「毘婆尸時人，壽八萬四千；\r\n尸棄佛時人，壽命七萬歲；\r\n毘舍婆時人，壽命六萬歲；\r\n拘樓孫時人，壽命四萬歲；\r\n拘那含時人，壽命三萬歲；\r\n迦葉佛時人，壽命二萬歲；\r\n如我今時人，壽命不過百。\r\n「毘婆尸佛，出剎利種，姓拘利若；尸棄佛、毘\r\n舍婆佛，種、姓亦爾。拘樓孫佛，出婆羅門種，\r\n姓迦葉；拘那含佛、迦葉佛，種、姓亦爾。我今如\r\n來、至真，出剎利種，姓名曰瞿曇。」佛時頌曰：\r\n「毘婆尸如來，尸棄、毘舍婆，\r\n此三等正覺，出拘利若姓。\r\n自餘三如來，出于迦葉姓。\r\n我今無上尊，導御諸眾生；\r\n天人中第一，勇猛姓瞿曇。\r\n前三等正覺，出於剎利種；\r\n其後三如來，出婆羅門種；\r\n我今無上尊，勇猛出剎利。\r\n「毘婆尸佛坐波波羅樹下成最正覺，尸棄\r\n佛坐分陀利樹下成最正覺，毘舍婆佛\r\n\r\n坐娑羅樹下成最正覺，拘樓孫佛坐尸\r\n利沙樹下成最正覺，拘那含佛坐烏暫婆\r\n羅門樹下成最正覺，迦葉佛坐尼拘律樹\r\n下成最正覺。我今如來、至真，坐鉢多樹下\r\n成最正覺。」佛時頌曰：\r\n「毘婆尸如來，往詣波羅樹；\r\n即於彼處所，得成最正覺。\r\n尸棄分陀樹，成道滅有原。\r\n毘舍婆如來，坐娑羅樹下；\r\n獲解脫知見，神足無所礙。\r\n拘樓孫如來，坐尸利沙樹；\r\n一切智清淨，無染無所著。\r\n拘那含牟尼，坐烏暫樹下；\r\n即於彼處所，滅諸貪憂惱。\r\n迦葉如來坐，尼拘樓樹下；\r\n即於彼處所，除滅諸有本。\r\n我今釋迦文，坐於鉢多樹。\r\n如來十力尊，斷滅諸結使；\r\n摧伏眾魔怨，在眾演大明。\r\n七佛精進力，放光滅闇冥；\r\n各各坐諸樹，於中成正覺。\r\n「毘婆尸如來三會說法，初會弟子有十六萬\r\n八千人，二會弟子有十萬人，三會弟子有\r\n八萬人。尸棄如來亦三會說法，初會弟子有\r\n十萬人，二會弟子有八萬人，三會弟子有\r\n七萬人。毘舍婆如來二會說法，初會弟子有\r\n七萬人，次會弟子有六萬人。拘樓孫如來一\r\n會說法，弟子四萬人。拘那含如來一會說法，\r\n弟子三萬人。迦葉如來一會說法，弟子二萬\r\n\r\n人。我今一會說法，弟子千二百五十人。」佛時\r\n頌曰：\r\n「毘婆尸名觀，智慧不可量；\r\n遍見無所畏，三會弟子眾。\r\n尸棄光無動，能滅諸結使；\r\n無量大威德，無能測量者；\r\n彼佛亦三會，弟子普共集。\r\n毘舍婆斷結，大仙人要集；\r\n名聞於諸方，妙法大名稱；\r\n二會弟子眾，普演深奧義。\r\n拘樓孫一會，哀愍療諸苦；\r\n導師化眾生，一會弟子眾。\r\n拘那含如來，無上亦如是；\r\n紫磨金色身，容貌悉具足；\r\n一會弟子眾，普演微妙法。\r\n迦葉一一毛，一心無亂想；\r\n一語不煩重，一會弟子眾。\r\n能仁意寂滅，釋種沙門上；\r\n天中天最尊，我一會弟子。\r\n彼會我現義，演布清淨教；\r\n心常懷歡喜，漏盡盡後有。\r\n毘婆、尸棄三，毘舍婆佛二，\r\n四佛各各一，仙人會演說。\r\n「時，毘婆尸佛有二弟子：一名騫茶，二名\r\n提舍，諸弟子中最為第一。尸棄佛有二弟\r\n子：一名阿毘浮，二名三婆婆，諸弟子中\r\n最為第一。毘舍婆佛有二弟子，一名扶\r\n遊，二名鬱多摩，諸弟子中最為第一。拘\r\n樓孫佛有二弟子，一名薩尼，二名毘樓，\r\n\r\n諸弟子中最為第一。拘那含佛有二弟子：\r\n一名舒槃那，二名鬱多樓，諸弟子中最為\r\n第一。迦葉佛有二弟子，一名提舍，二名\r\n婆羅婆，諸弟子中最為第一。今我二弟子，\r\n一名舍利弗，二名目揵連，諸弟子中最\r\n為第一。」佛時頌曰：\r\n「騫茶、提舍等，毗婆尸弟子；\r\n阿毗浮、三婆，尸棄佛弟子。\r\n扶遊、鬱多摩，弟子中第一，\r\n二俱降魔怨，毗舍婆弟子。\r\n薩尼、毗樓等，拘樓孫弟子；\r\n舒槃、鬱多樓，拘那含弟子；\r\n提舍、婆羅婆，迦葉佛弟子；\r\n舍利弗、目連，是我第一子。\r\n「毗婆尸佛有執事弟子，名曰無憂。尸棄佛\r\n執事弟子，名曰忍行。毗舍婆佛有執事弟\r\n子，名曰寂滅。拘樓孫佛有執事弟子，名曰\r\n善覺。拘那含佛有執事弟子，名曰安和。\r\n迦葉佛有執事弟子，名曰善友。我執事弟\r\n子，名曰阿難。」佛時頌曰：\r\n「無憂與忍行，寂滅及善覺，\r\n安和、善友等，阿難為第七。\r\n此為佛侍者，具足諸義趣；\r\n晝夜無放逸，自利亦利他。\r\n此七賢弟子，侍七佛左右；\r\n歡喜而供養，寂然歸滅度。\r\n「毗婆尸佛有子，名曰方膺。尸棄佛有子，名\r\n曰無量。毗舍婆佛有子，名曰妙覺。拘樓孫\r\n佛有子，名曰上勝。拘那含佛有子，名曰導\r\n\r\n師。迦葉佛有子，名曰集軍。今我有子，名\r\n曰羅睺羅。」佛時頌曰：\r\n「方膺、無量子，妙覺及上勝，\r\n導師、集軍等，羅睺羅第七，\r\n此諸豪貴子，紹繼諸佛種；\r\n愛法好施惠，於聖法無畏。\r\n「毗婆尸佛父名槃頭，剎利王種，母名槃頭\r\n婆提，王所治城名曰槃頭婆提。」佛時頌曰：\r\n「遍眼父槃頭，母槃頭婆提；\r\n槃頭婆提城，佛於中說法。\r\n「尸棄佛父名曰明相，剎利王種，母名光\r\n曜，王所治城名曰光相。」佛時頌曰：\r\n「尸棄父明相，母名曰光曜，\r\n於明相城中，威德降外敵。\r\n「毗舍婆佛父名善燈，剎利王種，母名稱\r\n戒，王所治城名曰無喻。」佛時頌曰：\r\n「毗舍婆佛父，善燈剎利種；\r\n母名曰稱戒，城名曰無喻。\r\n「拘樓孫佛父名祀得，婆羅門種，母名善\r\n枝，王名安和，隨王名故城名安和。」佛時\r\n頌曰：\r\n「祀得婆羅門，母名曰善枝；\r\n王名曰安和，居在安和城。\r\n「拘那含佛父名大德，婆羅門種，母名善\r\n勝，是時王名清淨，隨王名故城名清淨。」\r\n佛時頌曰：\r\n「大德婆羅門，母名曰善勝；\r\n王名曰清淨，居在清淨城。\r\n「迦葉佛父名曰梵德，婆羅門種，母名曰財\r\n\r\n主，時王名汲毗，王所治城名波羅㮈。」佛\r\n時頌曰：\r\n「梵德婆羅門，母名曰財主；\r\n時王名汲毗，在波羅㮈城。\r\n「我父名淨飯，剎利王種，母名大清淨妙，\r\n王所治城名迦毗羅衛。」佛時頌曰：\r\n「父剎利淨飯，母名大清淨，\r\n土廣民豐饒，我從彼而生。\r\n「此是諸佛因緣、名號、種族、所出生處，何有智\r\n者聞此因緣而不歡喜，起愛樂心？」爾時，\r\n世尊告諸比丘：「吾今欲以宿命智說過去\r\n佛事，汝欲聞不？」諸比丘對曰：「今正是時，\r\n願樂欲聞！」佛告諸比丘：「諦聽！諦聽！善思念\r\n之，吾當為汝分別解說。比丘！當知諸佛常\r\n法：毗婆尸菩薩從兜率天降神母胎，從\r\n右脇入，正念不亂。當於爾時，地為震動，放\r\n大光明，普照世界，日月所不及處皆蒙大\r\n明，幽冥眾生，各相覩見，知其所趣。時，此光明\r\n復照魔宮，諸天、釋、梵、沙門、婆羅門及餘眾生\r\n普蒙大明，諸天光明自然不現。」佛時頌曰：\r\n「密雲聚虛空，電光照天下，\r\n毗婆尸降胎，光明照亦然；\r\n日月所不及，莫不蒙大明，\r\n處胎淨無穢，諸佛法皆然。\r\n「諸比丘！當知諸佛常法：毗婆尸菩薩在母\r\n\r\n胎時，專念不亂，有四天子，執戈矛侍護\r\n其人，人與非人不得侵嬈，此是常法。」\r\n佛時頌曰：\r\n「四方四天子，有名稱威德，\r\n天帝釋所遣，善守護菩薩。\r\n手常執戈矛，衛護不去離，\r\n人非人不嬈，此諸佛常法。\r\n天神所擁護，如天女衛天，\r\n眷屬懷歡喜，此諸佛常法。」\r\n又告比丘：「諸佛常法：毗婆尸菩薩從兜率\r\n天降神母胎，專念不亂，母身安隱，無眾惱\r\n患，智慧增益。母自觀胎，見菩薩身諸根具\r\n足，如紫磨金，無有瑕穢。猶如有目之士\r\n觀淨琉璃，內外清徹，無眾障翳。諸比丘！\r\n此是諸佛常法。」爾時，世尊而說偈言：\r\n「如淨琉璃珠，其明如日月；\r\n仁尊處母胎，其母無惱患。\r\n智慧為增益，觀胎如金像；\r\n母懷妊安樂，此諸佛常法。」\r\n佛告比丘：「毗婆尸菩薩從兜率天降神母\r\n胎，專念不亂，母心清淨，無眾欲想，不為婬\r\n火之所燒然，此是諸佛常法。」爾時，世尊而說\r\n偈言：\r\n「菩薩住母胎，天終天福成；\r\n其母心清淨，無有眾欲想。\r\n捨離諸婬欲，不染不親近；\r\n不為欲火燃，諸佛母常淨。」\r\n佛告比丘：「諸佛常法：毗婆尸菩薩從兜率\r\n天降神母胎，專念不亂，其母奉持五戒，梵\r\n\r\n行清淨，篤信仁愛，諸善成就，安樂無畏，身壞\r\n命終，生忉利天，此是常法。」爾時，世尊而說\r\n偈言：\r\n「持人中尊身，精進、戒具足，\r\n後必受天身，此緣名佛母。」\r\n佛告比丘：「諸佛常法：毗婆尸菩薩當其生\r\n時，從右脇出，地為震動，光明普照。始入胎\r\n時，闇冥之處，無不蒙明，此是常法。」爾時，世\r\n尊而說偈言：\r\n「太子生地動，大光靡不照，\r\n此界及餘界，上下與諸方，\r\n放光施淨目，具足於天身，\r\n以歡喜淨音，轉稱菩薩名。」\r\n佛告比丘：「諸佛常法：毗婆尸菩薩當其生\r\n時，從右脇出，專念不亂。時，菩薩母手攀樹\r\n枝，不坐不臥。時，四天子手奉香水，於\r\n母前立言：『唯然，天母！今生聖子，勿懷憂慼。』\r\n此是常法。」爾時，世尊而說偈言：\r\n「佛母不坐臥，住戒修梵行，\r\n生尊不懈怠，天人所奉侍。」\r\n佛告比丘：「諸佛常法：毗婆尸菩薩當其生\r\n時，從右脇出，專念不亂，其身清淨，不為穢\r\n惡之所汙染。猶如有目之士，以淨明珠\r\n投白繒上，兩不相汙，二俱淨故。菩薩出胎\r\n亦復如是，此是常法。」爾時，世尊而說偈言：\r\n「猶如淨明珠，投繒不染汙；\r\n菩薩出胎時，清淨無染汙。」\r\n佛告比丘：「諸佛常法：毗婆尸菩薩當其生\r\n時，從右脇出，專念不亂。從右脇出，墮地行\r\n\r\n七步，無人扶侍，遍觀四方，舉手而言：『天\r\n上天下唯我為尊，要度眾生生老病死。』此\r\n是常法。」爾時，世尊而說偈言：\r\n「猶如師子步，遍觀於四方；\r\n墮地行七步，人師子亦然。\r\n又如大龍行，遍觀於四方；\r\n墮地行七步，人龍亦復然。\r\n兩足尊生時，安行於七步；\r\n觀四方舉聲，當盡生死苦。\r\n當其初生時，無等等與等，\r\n自觀生死本，此身最後邊。」\r\n佛告比丘：「諸佛常法：毗婆尸菩薩當其生\r\n時，從右脇出，專念不亂，二泉湧出一溫一\r\n冷，以供澡浴，此是常法。」爾時，世尊而說偈\r\n言：\r\n「兩足尊生時，二泉自涌出；\r\n以供菩薩用，遍眼浴清淨。\r\n二泉自涌出，其水甚清淨；\r\n一溫二清冷，以浴一切智。\r\n「太子初生，父王槃頭召集相師及諸道術，令\r\n觀太子，知其吉凶。時，諸相師受命而觀，即\r\n前披衣，見有具相，占曰：『有此相者，當趣\r\n二處，必然無疑。若在家者，當為轉輪聖王，\r\n王四天下，四兵具足，以正法治，無有偏枉，\r\n恩及天下，七寶自至，千子勇健，能伏外敵，\r\n兵杖不用，天下太平；若出家學道，當成正\r\n覺，十號具足。』時，諸相師即白王言：『王所生\r\n子，有三十二相，當趣二處，必然無疑。在家\r\n當為轉輪聖王；若其出家，當成正覺，十號\r\n\r\n具足。』」佛時頌曰：\r\n「百福太子生，相師之所記，\r\n如典記所載，趣二處無疑。\r\n若其樂家者，當為轉輪王，\r\n七寶難可獲，為王寶自至。\r\n真金千輻具，周匝金輞持，\r\n轉能飛遍行，故名為天輪。\r\n善調七牙住，高廣白如雪，\r\n能善飛虛空，名第二象寶。\r\n馬行周天下，朝去暮還食，\r\n朱髦孔雀咽，名為第三寶。\r\n清淨琉璃珠，光照一由旬，\r\n照夜明如晝，名為第四寶。\r\n色聲香味觸，無有與等者，\r\n諸女中第一，名為第五寶。\r\n獻王琉璃寶，珠玉及眾珍，\r\n歡喜而貢奉，名為第六寶。\r\n如轉輪王念，軍眾速來去，\r\n健疾如王意，名為第七寶。\r\n此名為七寶，輪、象、馬純白，\r\n居士、珠、女寶，典兵寶為七。\r\n觀此無有厭，五欲自娛樂，\r\n如象斷䩭靽，出家成正覺。\r\n王有如是子，二足人中尊，\r\n處世轉法輪，道成無懈怠。\r\n「是時，父王慇懃再三，重問相師：『汝等更觀太\r\n子三十二相，斯名何等？』時諸相師即披太子\r\n衣，說三十二相：『一者足安平，足下平滿，蹈\r\n地安隱。二者足下相輪，千輻成就，光光相照。\r\n\r\n三者手足網縵，猶如鵝王。四者手足柔軟，猶\r\n如天衣。五者手足指纖，長無能及者。六者\r\n足跟充滿，觀視無厭。七者鹿膞腸，上下𦟛\r\n直。八者鈎鎻骨，骨節相鈎，猶如鎻連。九者\r\n陰馬藏。十者平立垂手過膝。十一、一一孔\r\n一毛生，其毛右旋，紺琉璃色。十二、毛生右\r\n旋，紺色仰靡。十三、身黃金色。十四、皮膚細軟，\r\n不受塵穢。十五、兩肩齊亭，充滿圓好。十六、\r\n胸有萬字。十七、身長倍人。十八、七處平滿。\r\n十九、身長廣等，如尼拘盧樹。二十、頰車如\r\n師子。二十一、胸膺方整如師子。二十二、口四\r\n十齒。二十三、方整齊平。二十四、齒密無間。二\r\n十五、齒白鮮明。二十六、咽喉清淨，所食眾味，\r\n無不稱適。二十七、廣長舌，左右舐耳。二十\r\n八、梵音清徹。二十九、眼紺青色。三十、眼如牛\r\n王，眼上下俱眴。三十一、眉間白毫柔軟細澤，\r\n引長一尋，放則右旋螺如真珠。三十二、頂有\r\n肉髻，是為三十二相。』」即說頌曰：\r\n「善住柔軟足，不蹈地跡現，\r\n千輻相莊嚴，光色靡不具。\r\n如尼俱類樹，縱廣正平等。\r\n如來未曾有，祕密馬陰藏。\r\n金寶莊嚴身，眾相互相暎，\r\n雖順俗流行，塵土亦不汙。\r\n天色極柔軟，天蓋自然覆，\r\n梵音、身紫金，如華始出池。\r\n王以問相師，相師敬報王。\r\n稱讚菩薩相，舉身光明具。\r\n手足諸支節，中外靡不現。\r\n\r\n食味盡具足，身正不傾斜。\r\n足下輪相現，其音如哀鸞。\r\n𦟛䏶形相具，宿業之所成。\r\n臂肘圓滿好，眉目甚端嚴。\r\n人中師子尊，威力最第一。\r\n其頰車方整，臥脇如師子。\r\n齒方整四十，齊密中無間。\r\n梵音未曾有，遠近隨緣到。\r\n平立不傾身，二手摩捫膝。\r\n毛齊整柔軟，人尊美相具。\r\n一孔一毛生，手足網縵相。\r\n肉髻、目紺青，眼上下俱眴。\r\n兩肩圓充滿，三十二相具。\r\n足跟無高下，鹿膞腸纖𦟛。\r\n天中天來此，如象絕䩭靽；\r\n解脫眾生苦，處生老病死。\r\n以慈悲心故，為說四真諦；\r\n開演法句義，令眾奉至尊。」\r\n佛告比丘：「毗婆尸菩薩生時，諸天在上，於\r\n虛空中手執白蓋寶扇，以障寒暑、風雨、塵\r\n土。」佛時頌曰：\r\n「人中未曾有，生於二足尊；\r\n諸天懷敬養，奉寶蓋寶扇。\r\n「爾時，父王給四乳母：一者乳哺，二者澡浴，\r\n三者塗香，四者娛樂。歡喜養育，無有懈倦。」\r\n於是頌曰：\r\n「乳母有慈愛，子生即付養；\r\n一乳哺一浴，二塗香娛樂。\r\n世間最妙香，以塗人中尊。\r\n\r\n「為童子時，舉國士女視無厭足。」於是頌曰：\r\n「多人所敬愛，如金像始成，\r\n男女共諦觀，視之無厭足。\r\n「為童子時，舉國士女眾共傳抱，如觀寶\r\n華。」於是頌曰：\r\n「二足尊生時，多人所敬愛；\r\n展轉共傳抱，如觀寶花香。\r\n「菩薩生時，其目不眴，如忉利天。以不眴\r\n故，名毗婆尸。」於是頌曰：\r\n「天中天不眴，猶如忉利天；\r\n見色而正觀，故號毗婆尸。\r\n「菩薩生時，其聲清徹，柔軟和雅，如迦羅頻\r\n伽鳥聲。」於是頌曰：\r\n「猶如雪山鳥，飲華汁而鳴；\r\n其彼二足尊，聲清徹亦然。\r\n「菩薩生時，眼能徹視見一由旬。」於是頌曰：\r\n「清淨業行報，受天妙光明；\r\n菩薩目所見，周遍一由旬。\r\n「菩薩生時，年漸長大，在天正堂，以道開化，\r\n恩及庶民，名德遠聞。」於是頌曰：\r\n「童幼處正堂，以道化天下；\r\n決斷眾事務，故號毗婆尸。\r\n清淨智廣博，甚深猶大海；\r\n悅可於群生，使智慧增廣。\r\n「於時，菩薩欲出遊觀，告勅御者嚴駕寶車，\r\n詣彼園林，巡行遊觀。御者即便嚴駕訖已，\r\n還白：『今正是時。』太子即乘寶車詣彼園觀。\r\n於其中路見一老人，頭白齒落，面皺身僂，\r\n拄杖羸步，喘息而行。太子顧問侍者：『此為\r\n\r\n何人？』答曰：『此是老人。』又問：『何如為老？』答\r\n曰：『夫老者生壽向盡，餘命無幾，故謂之老。』\r\n太子又問：『吾亦當爾，不免此患耶？』答曰：\r\n『然，生必有老，無有豪賤。』於是，太子悵然不\r\n悅，即告侍者迴駕還宮，靜默思惟：『念此\r\n老苦，吾亦當有。』」佛於是頌曰：\r\n「見老命將盡，拄杖而羸步；\r\n菩薩自思惟，吾未免此難。\r\n「爾時，父王問彼侍者：『太子出遊，歡樂不耶？』答\r\n曰：『不樂。』又問其故，答曰：『道逢老人，是以\r\n不樂。』爾時，父王默自思念：『昔日相師占相太\r\n子，言當出家，今者不悅，得無爾乎？當設\r\n方便，使處深宮，五欲娛樂，以悅其心，令\r\n不出家。』即便嚴飾宮舘，簡擇婇女以娛\r\n樂之。」佛於是頌曰：\r\n「父王聞此言，方便嚴宮舘；\r\n增益以五欲，欲使不出家。\r\n「又於後時，太子復命御者嚴駕出遊。於其\r\n中路逢一病人，身羸腹大，面目黧黑，獨臥糞\r\n除，無人瞻視，病甚苦毒，口不能言。顧問\r\n御者：『此為何人？』答曰：『此是病人。』問曰：『何\r\n如為病？』答曰：『病者，眾痛迫切，存亡無期，故\r\n曰病也。』又曰：『吾亦當爾，未免此患耶？』答\r\n曰：『然。生則有病，無有貴賤。』於是，太子悵然\r\n不悅，即告御者迴車還宮。靜默思惟：『念\r\n此病苦，吾亦當爾。』」佛於是頌曰：\r\n「見彼久病人，顏色為衰損；\r\n靜默自思惟，吾未免此患。\r\n「爾時，父王復問御者：『太子出遊，歡樂不耶？』答\r\n\r\n曰：『不樂。』又問其故，答曰：『道逢病人，是以\r\n不樂。』於是父王默然思惟：『昔日相師占相\r\n太子，言當出家，今日不悅，得無爾乎？吾當\r\n更設方便，增諸伎樂，以悅其心，使不出\r\n家。』即復嚴飾宮舘，簡擇婇女以娛樂之。」\r\n佛於是頌曰：\r\n「色聲香味觸，微妙可悅樂，\r\n菩薩福所致，故娛樂其中。\r\n「又於異時，太子復勅御者嚴駕出遊。於其\r\n中路逢一死人，雜色繒幡前後導引，宗族\r\n親里悲號哭泣，送之出城。太子復問：『此為\r\n何人？』答曰：『此是死人。』問曰：『何如為死？』答\r\n曰：『死者，盡也。風先火次，諸根壞敗，存亡異\r\n趣，室家離別，故謂之死。』太子又問御者：『吾\r\n亦當爾，不免此患耶？』答曰：『然，生必有死，\r\n無有貴賤。』於是，太子悵然不悅，即告御者\r\n迴車還宮，靜默思惟：『念此死苦，吾亦當然。』」\r\n佛時頌曰：\r\n「始見有人死，知其復更生；\r\n靜默自思惟，吾未免此患。\r\n「爾時，父王復問御者：『太子出遊，歡樂不耶？』答\r\n曰：『不樂。』又問其故，答曰：『道逢死人，是故\r\n不樂。』於是父王默自思念：『昔日相師占相\r\n太子，言當出家，今日不悅，得無爾乎？吾當\r\n更設方便，增諸伎樂以悅其心，使不出\r\n家。』即復嚴飾宮舘，簡擇婇女以娛樂之。」\r\n佛於是頌曰：\r\n「童子有名稱，婇女眾圍遶；\r\n五欲以自娛，如彼天帝釋。\r\n\r\n「又於異時，復勑御者嚴駕出遊，於其中\r\n路逢一沙門，法服持鉢，視地而行。即問御\r\n者：『此為何人？』御者答曰：『此是沙門。』又問：『何\r\n謂沙門？』答曰：『沙門者，捨離恩愛，出家修道，\r\n攝御諸根，不染外欲，慈心一切，無所傷害，\r\n逢苦不慼，遇樂不欣，能忍如地，故號沙\r\n門。』太子曰：『善哉！此道真正永絕塵累，微妙\r\n清虛，惟是為快。』即勑御者迴車就之。「爾\r\n時，太子問沙門曰：『剃除鬚髮，法服持鉢，何\r\n所志求？』沙門答曰：『夫出家者，欲調伏心意，\r\n永離塵垢，慈育群生，無所侵嬈，虛心靜\r\n寞，唯道是務。』太子曰：『善哉！此道最真。』尋勑\r\n御者：『賷吾寶衣并及乘轝，還白大王，我即\r\n於此剃除鬚髮，服三法衣，出家修道。所\r\n以然者？欲調伏心意，捨離塵垢，清淨自居，\r\n以求道術。』於是，御者即以太子所乘寶車\r\n及與衣服還歸父王。太子於後即剃除鬚\r\n髮，服三法衣，出家修道。」佛告比丘：「太子見\r\n老、病人，知世苦惱，又見死人，戀世情滅；及\r\n見沙門，廓然大悟。下寶車時，步步中間轉\r\n遠縛著，是真出家，是真遠離。時，彼國人聞\r\n太子剃除鬚髮，法服持鉢，出家修道，咸相謂\r\n言：『此道必真，乃令太子捨國榮位，捐棄所\r\n重。』于時，國中八萬四千人往就太子，求為\r\n弟子，出家修道。」佛時頌曰：\r\n「撰擇深妙法，彼聞隨出家；\r\n離於恩愛獄，無有眾結縛。\r\n「于時，太子即便納受，與之遊行，在在教化。\r\n從村至村，從國至國，所至之處，無不恭\r\n\r\n敬四事供養。菩薩念言：『吾與大眾，遊行諸國，\r\n人間憒閙，此非我宜。何時當得離此群眾，\r\n閑靜之處以求道真，尋獲志願，於閑靜處\r\n專精修道？』復作是念：『眾生可愍，常處闇冥，\r\n受身危脆，有生、有老、有病、有死，眾苦所\r\n集，死此生彼，從彼生此，緣此苦陰，流轉\r\n無窮，我當何時曉了苦陰，滅生、老、死？』「復作\r\n是念：『生死何從？何緣而有？』即以智慧觀察\r\n所由，從生有老死，生是老死緣；生從有起，\r\n有是生緣；有從取起，取是有緣；取從愛起，\r\n愛是取緣；愛從受起，受是愛緣；受從觸起，\r\n觸是受緣；觸從六入起，六入是觸緣；六入\r\n從名色起，名色是六入緣；名色從識起，識\r\n是名色緣；識從行起，行是識緣；行從癡起，\r\n癡是行緣。是為緣癡有行，緣行有識，緣\r\n識有名色，緣名色有六入，緣六入有觸，\r\n緣觸有受，緣受有愛，緣愛有取，緣取有\r\n有，緣有有生，緣生有老、病、死、憂、悲、苦惱，此\r\n苦盛陰，緣生而有，是為苦集。菩薩思惟：苦\r\n集陰時，生智、生眼、生覺、生明、生通、生慧、\r\n生證。「於時，菩薩復自思惟：『何等無故老死無？\r\n何等滅故老死滅？』即以智慧觀察所由，生\r\n無故老死無，生滅故老死滅；有無故生無，有\r\n滅故生滅；取無故有無，取滅故有滅；愛無\r\n故取無，愛滅故取滅；受無故愛無，受滅故\r\n愛滅；觸無故受無，觸滅故受滅；六入無故\r\n觸無，六入滅故觸滅；名色無故六入無，名\r\n色滅故六入滅；識無故名色無，識滅故名色\r\n滅；行無故識無，行滅故識滅；癡無故行無，\r\n\r\n癡滅故行滅。是為癡滅故行滅，行滅故識\r\n滅，識滅故名色滅，名色滅故六入滅，六入滅\r\n故觸滅，觸滅故受滅，受滅故愛滅，愛滅故取\r\n滅，取滅故有滅，有滅故生滅，生滅故老、死、\r\n憂、悲、苦惱滅。菩薩思惟：『苦陰滅時，生智、生\r\n眼、生覺、生明、生通、生慧、生證。』爾時，菩薩逆\r\n順觀十二因緣，如實知，如實見已，即於座\r\n上成阿耨多羅三藐三菩提。」佛時頌曰：\r\n「此言眾中說，汝等當善聽，\r\n過去菩薩觀，本所未聞法。\r\n老死從何緣？因何等而有？\r\n如是正觀已，知其本由生。\r\n生本由何緣？因何事而有？\r\n如是思惟已，知生從有起。\r\n取彼取彼已，展轉更增有；\r\n是故如來說，取是有因緣。\r\n如眾穢惡聚，風吹惡流演；\r\n如是取相因，因愛而廣普。\r\n愛由於受生，起苦羅網本；\r\n以染著因緣，苦樂共相應。\r\n受本由何緣？因何而有受？\r\n以是思惟已，知受由觸生。\r\n觸本由何緣？因何而有觸？\r\n如是思惟已，觸由六入生。\r\n六入本何緣？因何有六入？\r\n如是思惟已，六入名色生。\r\n名色本何緣？因何有名色？\r\n如是思惟已，名色從識生。\r\n識本由何緣？因何而有識？\r\n\r\n如是思惟已，知識從行生。\r\n行本由何緣？因何而有行？\r\n如是思惟已，知行從癡生。\r\n如是因緣者，名為實義因，\r\n智慧方便觀，能見因緣根。\r\n苦非賢聖造，亦非無緣有，\r\n是故變易苦，智者所斷除。\r\n若無明滅盡，是時則無行；\r\n若無有行者，則亦無有識；\r\n若識永滅者，亦無有名色；\r\n名色既已滅，即無有諸入；\r\n若諸入永滅，則亦無有觸；\r\n若觸永滅者，則亦無有受；\r\n若受永滅者，則亦無有愛；\r\n若愛永滅者，則亦無有取；\r\n若取永滅者，則亦無有有；\r\n若有永滅者，則亦無有生；\r\n若生永滅者，無老病苦陰；\r\n一切都永盡，智者之所說。\r\n十二緣甚深，難見難識知；\r\n唯佛能善覺，因是有是無。\r\n若能自觀察，則無有諸入；\r\n深見因緣者，更不外求師。\r\n能於陰界入，離欲無染者；\r\n堪受一切施，淨報施者恩。\r\n若得四辯才，獲得決定證；\r\n能解眾結縛，斷除無放逸。\r\n色受想行識，猶如朽故車；\r\n能諦觀此法，則成等正覺。\r\n\r\n如鳥遊虛空，東西隨風逝；\r\n菩薩斷眾結，如風靡輕衣。\r\n毗婆尸閑靜，觀察於諸法；\r\n老死何緣有？從何而得滅？\r\n彼作是觀已，生清淨智慧；\r\n知老死由生，生滅老死滅。\r\n「毗婆尸佛初成道時，多修二觀，一曰安隱\r\n觀，二曰出離觀。」佛於是頌曰：\r\n「如來無等等，多修於二觀；\r\n安隱及出離，仙人度彼岸。\r\n其心得自在，斷除眾結使；\r\n登山觀四方，故號毘婆尸。\r\n大智光除冥，如以鏡自照；\r\n為世除憂惱，盡生老死苦。\r\n「毗婆尸佛於閑靜處復作是念：『我今已得\r\n此無上法，甚深微妙，難解難見，息滅、清\r\n淨，智者所知，非是凡愚所能及也。斯由眾\r\n生異忍、異見、異受、異學，依彼異見，各樂所\r\n求，各務所習。是故於此甚深因緣，不能解\r\n了，然愛盡涅槃，倍復難知，我若為說，彼必\r\n不解，更生觸擾。』作是念已，即便默然不復\r\n說法。「時，梵天王知毗婆尸如來所念，即自思\r\n惟：『念此世間便為敗壞，甚可哀愍。毗婆\r\n尸佛乃得知此深妙之法，而不欲說。』譬\r\n如力士屈伸臂頃，從梵天宮忽然來下，立\r\n於佛前，頭面禮足，却住一面。時，梵天王右膝\r\n著地，叉手合掌白佛言：『唯願世尊以時說\r\n法！今此眾生塵垢微薄，諸根猛利，有恭敬心，\r\n易可開化，畏怖後世無救之罪，能滅惡法，\r\n\r\n出生善道。』「佛告梵王：『如是！如是！如汝所\r\n言，但我於閑靜處默自思念：所得正法甚\r\n深微妙，若為彼說，彼必不解，更生觸擾，故\r\n我默然不欲說法。我從無數阿僧祇劫，勤\r\n苦不懈，修無上行，今始獲此難得之法，若\r\n為婬、怒、癡眾生說者，必不承用，徒自勞疲。\r\n此法微妙，與世相反，眾生染欲，愚冥所覆，\r\n不能信解。梵王！我觀如此，是以默然不欲\r\n說法。』「時，梵天王復重勸請，慇懃懇惻，至于\r\n再三：『世尊！若不說法，今此世間便為壞敗，\r\n甚可哀愍。唯願世尊以時敷演，勿使眾生\r\n墜落餘趣！』爾時，世尊三聞梵王慇懃勸請，即\r\n以佛眼觀視世界，眾生垢有厚薄，根有利\r\n鈍，教有難易。易受教者畏後世罪，能滅\r\n惡法，出生善道。譬如優鉢羅花、鉢頭摩華、\r\n鳩勿頭華、分陀利華，或有始出汙泥未\r\n至水者，或有已出與水平者，或有出水未\r\n敷開者，然皆不為水所染著，易可開敷。\r\n世界眾生，亦復如是。「爾時，世尊告梵王曰：\r\n『吾愍汝等，今當開演甘露法門，是法深妙，\r\n難可解知，今為信受樂聽者說，不為觸擾\r\n無益者說。』「爾時，梵王知佛受請，歡喜踊躍，\r\n遶佛三匝，頭面禮足，忽然不現。其去未久，\r\n是時如來靜默自思：『我今先當為誰說法？』即\r\n自念言：『當入槃頭城內，先為王子提舍、大\r\n臣子騫茶開甘露法門。』於是，世尊如力士\r\n屈伸臂頃，於道樹忽然不現，至槃頭城\r\n槃頭王鹿野苑中，敷座而坐。」佛於是頌曰：\r\n「如師子在林，自恣而遊行；\r\n\r\n彼佛亦如是，遊行無罣礙。\r\n「毘婆尸佛告守苑人曰：『汝可入城，語王子\r\n提舍、大臣子騫茶：寧欲知不？毘婆尸佛今\r\n在鹿野苑中，欲見卿等，宜知是時。』時，彼\r\n守苑人受教而行，至彼二人所，具宣佛教。\r\n二人聞已，即至佛所，頭面禮足，却坐一面。佛\r\n漸為說法，示教利喜：施論、戒論、生天之論，欲\r\n惡不淨，上漏為患，讚歎出離為最微妙清\r\n淨第一。爾時，世尊見此二人心意柔輭，歡喜\r\n信樂，堪受正法，於是即為說苦聖諦，敷演\r\n開解，分布宣釋苦集聖諦、苦滅聖諦、苦出要\r\n諦。「爾時，王子提舍、大臣子騫茶，即於座上\r\n遠離塵垢，得法眼淨，猶若素質易為受\r\n染。是時，地神即唱斯言：『毗婆尸如來於槃頭\r\n城鹿野苑中轉無上法輪，沙門、婆羅門、諸天、\r\n魔、梵及餘世人所不能轉。』如是展轉，聲徹\r\n四天王，乃至他化自在天，須臾之頃，聲至梵\r\n天。」佛時頌曰：\r\n「歡喜心踊躍，稱讚於如來，\r\n毘婆尸成佛，轉無上法輪。\r\n初從樹王起，往詣槃頭城，\r\n為騫茶、提舍，轉四諦法輪。\r\n時騫茶、提舍，受佛教化已，\r\n於淨法輪中，梵行無有上。\r\n彼忉利天眾，及以天帝釋，\r\n歡喜轉相告，諸天無不聞。\r\n佛出於世間，轉無上法輪；\r\n增益諸天眾，減損阿須倫。\r\n昇仙名普聞，善智離世邊；\r\n\r\n於諸法自在，智慧轉法輪。\r\n觀察平等法，息心無垢穢；\r\n以離生死扼，智慧轉法輪。\r\n滅苦離諸惡，出欲得自在；\r\n離於恩愛獄，智慧轉法輪。\r\n正覺人中尊，二足尊調御；\r\n一切縛得解，智慧轉法輪。\r\n教化善導師，能降伏魔怨；\r\n彼離於諸惡，智慧轉法輪。\r\n無漏力降魔，諸根定不懈；\r\n盡漏離魔縛，智慧轉法輪。\r\n若學決定法，知諸法無我；\r\n此為法中上，智慧轉法輪。\r\n不以利養故，亦不求名譽；\r\n愍彼眾生故，智慧轉法輪。\r\n見眾生苦厄，老病死逼迫；\r\n為此三惡趣，智慧轉法輪。\r\n斷貪瞋恚癡，拔愛之根原；\r\n不動而解脫，智慧轉法輪。\r\n難勝我已勝，勝已自降伏；\r\n已勝難勝魔，智慧轉法輪。\r\n此無上法輪，唯佛乃能轉；\r\n諸天魔釋梵，無有能轉者。\r\n親近轉法輪，饒益天人眾；\r\n此等天人師，得度于彼岸。\r\n「是時，王子提舍、大臣子騫茶，見法得果，真\r\n實無欺，成就無畏，即白毘婆尸佛言：『我等\r\n欲於如來法中淨修梵行。』佛言：『善來，比丘！\r\n吾法清淨自在，修行以盡苦際。』爾時，二人即\r\n\r\n得具戒。具戒未久，如來又以三事示現：一\r\n曰神足，二曰觀他心，三曰教誡，即得無漏、\r\n心解脫、生死無疑智。「爾時，槃頭城內眾多\r\n人民，聞二人出家學道，法服持鉢，淨修梵行，\r\n皆相謂曰：『其道必真，乃使此等捨世榮位，\r\n捐棄所重。』時，城內八萬四千人往詣鹿野苑\r\n中毘婆尸佛所，頭面禮足，却坐一面。佛漸為\r\n說法，示教利喜：施論、戒論、生天之論，欲惡不\r\n淨，上漏為患，讚歎出離為最微妙清淨第\r\n一。爾時，世尊見此大眾心意柔輭，歡喜信樂，\r\n堪受正法，於是即為說苦聖諦，敷演開解，\r\n分布宣釋苦集聖諦、苦滅聖諦、苦出要諦。\r\n「時，八萬四千人即於座上遠塵離垢，得法\r\n眼淨，猶如素質易為受色，見法得果，真\r\n實無欺，成就無畏，即白佛言：『我等欲於如\r\n來法中淨修梵行。』佛言：『善來，比丘！吾法清\r\n淨自在，修行以盡苦際。』時，八萬四千人即得\r\n具戒。具戒未久，世尊以三事教化：一曰神\r\n足，二曰觀他心，三曰教誡，即得無漏、心解脫、\r\n生死無疑智現前。八萬四千人聞佛於鹿\r\n野苑中，轉無上法輪，沙門、婆羅門、諸天、魔、梵\r\n及餘世人所不能轉，即詣槃頭城毘婆尸\r\n佛所，頭面禮足，却坐一面。」佛時頌曰：\r\n「如人救頭燃，速疾求滅處；\r\n彼人亦如是，速詣於如來。\r\n「時，佛為說法亦復如是。爾時，槃頭城有十\r\n六萬八千大比丘眾，提舍比丘、騫茶比丘於\r\n大眾中上昇虛空，身出水火，現諸神變，而\r\n為大眾說微妙法。爾時，如來默自念言：『今\r\n\r\n此城內乃有十六萬八千大比丘眾，宜遣遊\r\n行，各二人俱在在處處，至於六年，還來城\r\n內說具足戒。』「時，首陀會天知如來心，譬如\r\n力士屈伸臂頃，從彼天沒，忽然至此，於世\r\n尊前，頭面禮足，却住一面，須臾白佛言：『如\r\n是，世尊！此槃頭城內比丘眾多，宜各分布，處\r\n處遊行，至於六年，乃還此城，說具足戒，\r\n我當擁護，令無伺求得其便者。』爾時，如來\r\n聞此天語，默然可之。「時，首陀會天見佛默\r\n然許可，即禮佛足，忽然不現，還至天上。其\r\n去未久，佛告諸比丘：『今此城內，比丘眾多，\r\n宜各分布，遊行教化，至六年已，還集說戒。』\r\n時，諸比丘受佛教已，執持衣鉢，禮佛而去。」\r\n佛時頌曰：\r\n「佛悉無亂眾，無欲無戀著；\r\n威如金翅鳥，如鶴捨空池。\r\n「時，首陀會天於一年後告諸比丘：『汝等遊\r\n行已過一年，餘有五年。汝等當知，訖六年\r\n已，還城說戒。』如是至于六年，天復告言：『六\r\n年已滿，當還說戒。』時，諸比丘聞天語已，攝\r\n持衣鉢，還槃頭城，至鹿野苑毘婆尸佛所，\r\n頭面禮足，却坐一面。」佛時頌曰：\r\n「如象善調，隨意所之；\r\n大眾如是，隨教而還。\r\n「爾時，如來於大眾前上昇虛空，結加趺\r\n坐，講說戒經：忍辱為第一，佛說涅槃最，不\r\n以除鬚髮害他為沙門。時，首陀會天去佛\r\n不遠，以偈頌曰：\r\n「『如來大智，微妙獨尊，\r\n\r\n止觀具足，成最正覺。\r\n愍群生故，在世成道，\r\n以四真諦，為聲聞說。\r\n苦與苦因，滅苦之諦，\r\n賢聖八道，到安隱處。\r\n毘婆尸佛，出現于世，\r\n在大眾中，如日光曜。』\r\n「說此偈已，忽然不現。」爾時，世尊告諸比丘：\r\n「我自思念：『昔一時於羅閱城耆闍崛山，時，生\r\n是念：我所生處，無所不遍，唯除首陀會\r\n天，設生彼天，則不還此。』我時，比丘！復生是\r\n念：『我欲至無造天上。』時，我如壯士屈伸\r\n臂頃，於此間沒，現於彼天。時，彼諸天見我\r\n至彼，頭面作禮，於一面立，而白我言：『我等\r\n皆是毘婆尸如來弟子，從彼佛化，故來生\r\n此，具說彼佛因緣本末。又尸棄佛、毘沙婆\r\n佛、拘樓孫佛、拘那含佛、迦葉佛、釋迦牟尼佛，\r\n皆是我師，我從受化，故來生此。』亦說諸佛\r\n因緣本末，至生阿迦尼吒諸天，亦復如是。」\r\n佛時頌曰：\r\n「譬如力士，屈伸臂頃，\r\n我以神足，至無造天。\r\n第七大仙，降伏二魔，\r\n無熱無見，叉手敬禮。\r\n如晝度樹，釋師遠聞，\r\n相好具足，到善見天。\r\n猶如蓮華，水所不著，\r\n世尊無染，至大善見。\r\n如日初出，淨無塵翳，\r\n\r\n明若秋月，詣一究竟。\r\n此五居處，眾生所淨，\r\n心淨故來，詣無煩惱。\r\n淨心而來，為佛弟子，\r\n捨離染取，樂於無取。\r\n見法決定，毘婆尸子，\r\n淨心善來，詣大仙人，\r\n尸棄佛子，無垢無為，\r\n以淨心來，詣離有尊。\r\n毘沙婆子，諸根具足，\r\n淨心詣我，如日照空。\r\n拘樓孫子，捨離諸欲，\r\n淨心詣我，妙光焰盛。\r\n拘那含子，無垢無為，\r\n淨心詣我，光如月滿。\r\n迦葉弟子，諸根具足，\r\n淨心詣我，如北天念，不亂大仙，\r\n神足第一，以堅固心，\r\n為佛弟子。淨心而來，\r\n為佛弟子，禮敬如來，\r\n具啟人尊。所生成道，\r\n名、姓、種族，知見深法，\r\n成無上道。比丘靜處，\r\n離于塵垢，精勤不懈，\r\n斷諸有結。此是諸佛，\r\n本末因緣，釋迦如來，\r\n之所演說。」\r\n佛說此大因緣經已，諸比丘聞佛所說，歡\r\n喜奉行。\r\n\r\n佛說長阿含經卷第一\r\n",
 "notes": {
  "nkr_note_orig_0001001": [],
  "nkr_note_orig_0001002": [
   {
    "s": 23,
    "l": 0,
    "t": "",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0001003": [
   {
    "s": 28,
    "l": 0,
    "t": "",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0001004": [
   {
    "s": 106,
    "l": 1,
    "t": "辯",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0001005": [
   {
    "s": 273,
    "l": 1,
    "t": "溫",
    "author": "宋"
   },
   {
    "s": 273,
    "l": 1,
    "t": "溫",
    "author": "元"
   }
  ],
  "nkr_note_orig_0001006": [
   {
    "s": 294,
    "l": 1,
    "t": "濟",
    "author": "宋"
   },
   {
    "s": 294,
    "l": 1,
    "t": "濟",
    "author": "元"
   }
  ],
  "nkr_note_orig_0001007": [
   {
    "s": 350,
    "l": 1,
    "t": "斤",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0001008": [
   {
    "s": 552,
    "l": 1,
    "t": "掩",
    "author": "宋"
   },
   {
    "s": 552,
    "l": 1,
    "t": "掩",
    "author": "元"
   }
  ],
  "nkr_note_orig_0001009": [
   {
    "s": 571,
    "l": 1,
    "t": "二",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0001010": [
   {
    "s": 594,
    "l": 1,
    "t": "",
    "author": "宋"
   },
   {
    "s": 594,
    "l": 1,
    "t": "",
    "author": "元"
   }
  ],
  "nkr_note_orig_0001011": [],
  "nkr_note_orig_0001012": [
   {
    "s": 722,
    "l": 5,
    "t": "姚秦三藏法師",
    "author": "宋"
   },
   {
    "s": 722,
    "l": 5,
    "t": "姚秦三藏法師",
    "author": "元"
   },
   {
    "s": 722,
    "l": 5,
    "t": "姚秦三藏法師",
    "author": "明"
   }
  ],
  "nkr_note_orig_0001013": [],
  "nkr_note_orig_0001014": [],
  "nkr_note_orig_0001015": [],
  "nkr_note_orig_0001016": [],
  "nkr_note_orig_0001017": [
   {
    "s": 865,
    "l": 1,
    "t": "銷",
    "author": "宋"
   },
   {
    "s": 865,
    "l": 1,
    "t": "銷",
    "author": "元"
   },
   {
    "s": 865,
    "l": 1,
    "t": "銷",
    "author": "明"
   }
  ],
  "nkr_note_orig_0001018": [
   {
    "s": 1290,
    "l": 2,
    "t": "涅槃",
    "author": "宋"
   },
   {
    "s": 1290,
    "l": 2,
    "t": "涅槃",
    "author": "元"
   },
   {
    "s": 1290,
    "l": 2,
    "t": "涅槃",
    "author": "明"
   }
  ],
  "nkr_note_orig_0001019": [
   {
    "s": 1304,
    "l": 1,
    "t": "戀",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0001020": [
   {
    "s": 1370,
    "l": 0,
    "t": "佛",
    "author": "宋"
   },
   {
    "s": 1370,
    "l": 0,
    "t": "佛",
    "author": "元"
   },
   {
    "s": 1370,
    "l": 0,
    "t": "佛",
    "author": "明"
   }
  ],
  "nkr_note_orig_0001021": [],
  "nkr_note_orig_0001022": [],
  "nkr_note_orig_0001023": [],
  "nkr_note_orig_0001024": [],
  "nkr_note_orig_0001025": [],
  "nkr_note_orig_0001026": [
   {
    "s": 1566,
    "l": 3,
    "t": "拘留孫",
    "author": "宋"
   },
   {
    "s": 1566,
    "l": 3,
    "t": "拘留孫",
    "author": "元"
   },
   {
    "s": 1566,
    "l": 3,
    "t": "拘留孫",
    "author": "明"
   }
  ],
  "nkr_note_orig_0001027": [],
  "nkr_note_orig_0001028": [],
  "nkr_note_orig_0002001": [],
  "nkr_note_orig_0002002": [
   {
    "s": 1912,
    "l": 3,
    "t": "憍陳若",
    "author": "宋"
   },
   {
    "s": 1912,
    "l": 3,
    "t": "憍陳若",
    "author": "元"
   },
   {
    "s": 1912,
    "l": 3,
    "t": "憍陳若",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002003": [],
  "nkr_note_orig_0002004": [],
  "nkr_note_orig_0002005": [],
  "nkr_note_orig_0002006": [
   {
    "s": 2114,
    "l": 3,
    "t": "婆羅",
    "author": "宋"
   },
   {
    "s": 2114,
    "l": 3,
    "t": "婆羅",
    "author": "元"
   },
   {
    "s": 2114,
    "l": 3,
    "t": "婆羅",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002007": [],
  "nkr_note_orig_0002008": [
   {
    "s": 2149,
    "l": 2,
    "t": "博洛叉",
    "author": "宋"
   },
   {
    "s": 2149,
    "l": 2,
    "t": "博洛叉",
    "author": "元"
   },
   {
    "s": 2149,
    "l": 2,
    "t": "博洛叉",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002009": [],
  "nkr_note_orig_0002010": [
   {
    "s": 2180,
    "l": 5,
    "t": "優曇婆羅",
    "author": "宋"
   },
   {
    "s": 2180,
    "l": 5,
    "t": "優曇婆羅",
    "author": "元"
   },
   {
    "s": 2180,
    "l": 5,
    "t": "優曇婆羅",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002011": [
   {
    "s": 2198,
    "l": 3,
    "t": "尼拘類",
    "author": "宋"
   },
   {
    "s": 2198,
    "l": 3,
    "t": "尼拘類",
    "author": "元"
   },
   {
    "s": 2198,
    "l": 3,
    "t": "尼拘類",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002012": [
   {
    "s": 2247,
    "l": 1,
    "t": "婆",
    "author": "宋"
   },
   {
    "s": 2247,
    "l": 1,
    "t": "婆",
    "author": "元"
   },
   {
    "s": 2247,
    "l": 1,
    "t": "婆",
    "author": "明"
   },
   {
    "s": 2247,
    "l": 1,
    "t": "婆",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0002013": [
   {
    "s": 2288,
    "l": 2,
    "t": "博叉",
    "author": "宋"
   },
   {
    "s": 2288,
    "l": 2,
    "t": "博叉",
    "author": "元"
   },
   {
    "s": 2288,
    "l": 2,
    "t": "博叉",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002014": [
   {
    "s": 2318,
    "l": 2,
    "t": "樹下",
    "author": "宋"
   },
   {
    "s": 2318,
    "l": 2,
    "t": "樹下",
    "author": "元"
   },
   {
    "s": 2318,
    "l": 2,
    "t": "樹下",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002015": [
   {
    "s": 2333,
    "l": 1,
    "t": "者",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0002016": [
   {
    "s": 2340,
    "l": 1,
    "t": "牟",
    "author": "宋"
   },
   {
    "s": 2340,
    "l": 1,
    "t": "牟",
    "author": "元"
   },
   {
    "s": 2340,
    "l": 1,
    "t": "牟",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002017": [
   {
    "s": 2373,
    "l": 1,
    "t": "類",
    "author": "宋"
   },
   {
    "s": 2373,
    "l": 1,
    "t": "類",
    "author": "元"
   },
   {
    "s": 2373,
    "l": 1,
    "t": "類",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002018": [
   {
    "s": 2416,
    "l": 1,
    "t": "緣",
    "author": "宋"
   },
   {
    "s": 2416,
    "l": 1,
    "t": "緣",
    "author": "元"
   },
   {
    "s": 2416,
    "l": 1,
    "t": "緣",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002019": [
   {
    "s": 2857,
    "l": 1,
    "t": "二",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002020": [
   {
    "s": 2921,
    "l": 2,
    "t": "復盡",
    "author": "宋"
   },
   {
    "s": 2921,
    "l": 2,
    "t": "復盡",
    "author": "元"
   },
   {
    "s": 2921,
    "l": 2,
    "t": "復盡",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002021": [
   {
    "s": 2970,
    "l": 2,
    "t": "騫荼",
    "author": "宋"
   },
   {
    "s": 2970,
    "l": 2,
    "t": "騫荼",
    "author": "元"
   },
   {
    "s": 2970,
    "l": 2,
    "t": "騫荼",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002022": [
   {
    "s": 2977,
    "l": 2,
    "t": "躓沙",
    "author": "宋"
   },
   {
    "s": 2977,
    "l": 2,
    "t": "躓沙",
    "author": "元"
   },
   {
    "s": 2977,
    "l": 2,
    "t": "躓沙",
    "author": "明"
   }
  ],
  "nkr_note_orig_0002023": [],
  "nkr_note_orig_0002024": [],
  "nkr_note_orig_0002025": [],
  "nkr_note_orig_0002026": [],
  "nkr_note_orig_0002027": [],
  "nkr_note_orig_0002028": [],
  "nkr_note_orig_0003001": [
   {
    "s": 3100,
    "l": 3,
    "t": "優波斯多",
    "author": "宋"
   },
   {
    "s": 3100,
    "l": 3,
    "t": "優波斯多",
    "author": "元"
   },
   {
    "s": 3100,
    "l": 3,
    "t": "優波斯多",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003002": [
   {
    "s": 3106,
    "l": 3,
    "t": "欝多羅",
    "author": "宋"
   },
   {
    "s": 3106,
    "l": 3,
    "t": "欝多羅",
    "author": "元"
   },
   {
    "s": 3106,
    "l": 3,
    "t": "欝多羅",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003003": [],
  "nkr_note_orig_0003004": [],
  "nkr_note_orig_0003005": [],
  "nkr_note_orig_0003006": [],
  "nkr_note_orig_0003007": [
   {
    "s": 3265,
    "l": 2,
    "t": "優婆",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0003008": [
   {
    "s": 3270,
    "l": 1,
    "t": "樹",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0003009": [],
  "nkr_note_orig_0003010": [],
  "nkr_note_orig_0003011": [],
  "nkr_note_orig_0003012": [],
  "nkr_note_orig_0003013": [],
  "nkr_note_orig_0003014": [],
  "nkr_note_orig_0003015": [],
  "nkr_note_orig_0003016": [
   {
    "s": 3506,
    "l": 1,
    "t": "滅",
    "author": "宋"
   },
   {
    "s": 3506,
    "l": 1,
    "t": "滅",
    "author": "元"
   },
   {
    "s": 3506,
    "l": 1,
    "t": "滅",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003017": [
   {
    "s": 3589,
    "l": 1,
    "t": "進",
    "author": "宋"
   },
   {
    "s": 3589,
    "l": 1,
    "t": "進",
    "author": "元"
   },
   {
    "s": 3589,
    "l": 1,
    "t": "進",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003018": [
   {
    "s": 3679,
    "l": 2,
    "t": "槃頭摩多",
    "author": "宋"
   },
   {
    "s": 3679,
    "l": 2,
    "t": "槃頭摩多",
    "author": "元"
   },
   {
    "s": 3679,
    "l": 2,
    "t": "槃頭摩多",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003019": [
   {
    "s": 3689,
    "l": 4,
    "t": "槃頭摩底",
    "author": "宋"
   },
   {
    "s": 3689,
    "l": 4,
    "t": "槃頭摩底",
    "author": "元"
   },
   {
    "s": 3689,
    "l": 4,
    "t": "槃頭摩底",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003020": [
   {
    "s": 3701,
    "l": 4,
    "t": "",
    "author": "宋"
   },
   {
    "s": 3701,
    "l": 4,
    "t": "",
    "author": "元"
   },
   {
    "s": 3701,
    "l": 4,
    "t": "",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003021": [
   {
    "s": 3702,
    "l": 4,
    "t": "槃頭摩那",
    "author": "宋"
   },
   {
    "s": 3702,
    "l": 4,
    "t": "槃頭摩那",
    "author": "元"
   },
   {
    "s": 3702,
    "l": 4,
    "t": "槃頭摩那",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003022": [
   {
    "s": 3750,
    "l": 4,
    "t": "",
    "author": "宋"
   },
   {
    "s": 3750,
    "l": 4,
    "t": "",
    "author": "元"
   },
   {
    "s": 3750,
    "l": 4,
    "t": "",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003023": [],
  "nkr_note_orig_0003024": [],
  "nkr_note_orig_0003025": [
   {
    "s": 3771,
    "l": 4,
    "t": "",
    "author": "宋"
   },
   {
    "s": 3771,
    "l": 4,
    "t": "",
    "author": "元"
   },
   {
    "s": 3771,
    "l": 4,
    "t": "",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003026": [],
  "nkr_note_orig_0003027": [
   {
    "s": 3799,
    "l": 2,
    "t": "光相",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003028": [],
  "nkr_note_orig_0003029": [],
  "nkr_note_orig_0003030": [],
  "nkr_note_orig_0003031": [
   {
    "s": 3887,
    "l": 2,
    "t": "禮德",
    "author": "宋"
   },
   {
    "s": 3887,
    "l": 2,
    "t": "禮德",
    "author": "元"
   },
   {
    "s": 3887,
    "l": 2,
    "t": "禮德",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003032": [],
  "nkr_note_orig_0003033": [],
  "nkr_note_orig_0003034": [],
  "nkr_note_orig_0003035": [],
  "nkr_note_orig_0003036": [],
  "nkr_note_orig_0003037": [],
  "nkr_note_orig_0003038": [],
  "nkr_note_orig_0003039": [
   {
    "s": 4057,
    "l": 0,
    "t": "是",
    "author": "宋"
   },
   {
    "s": 4057,
    "l": 0,
    "t": "是",
    "author": "元"
   },
   {
    "s": 4057,
    "l": 0,
    "t": "是",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003040": [
   {
    "s": 4060,
    "l": 2,
    "t": "波羅毘",
    "author": "宋"
   },
   {
    "s": 4060,
    "l": 2,
    "t": "波羅毘",
    "author": "元"
   },
   {
    "s": 4060,
    "l": 2,
    "t": "波羅毘",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003041": [
   {
    "s": 4068,
    "l": 3,
    "t": "波羅奈",
    "author": "宋"
   },
   {
    "s": 4068,
    "l": 3,
    "t": "波羅奈",
    "author": "元"
   },
   {
    "s": 4068,
    "l": 3,
    "t": "波羅奈",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003042": [
   {
    "s": 4100,
    "l": 1,
    "t": "波",
    "author": "宋"
   },
   {
    "s": 4100,
    "l": 1,
    "t": "波",
    "author": "元"
   },
   {
    "s": 4100,
    "l": 1,
    "t": "波",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003043": [],
  "nkr_note_orig_0003044": [
   {
    "s": 4125,
    "l": 4,
    "t": "大化",
    "author": "宋"
   },
   {
    "s": 4125,
    "l": 4,
    "t": "大化",
    "author": "元"
   },
   {
    "s": 4125,
    "l": 4,
    "t": "大化",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003045": [],
  "nkr_note_orig_0003046": [
   {
    "s": 4159,
    "l": 3,
    "t": "曰大化",
    "author": "宋"
   },
   {
    "s": 4159,
    "l": 3,
    "t": "曰大化",
    "author": "元"
   },
   {
    "s": 4159,
    "l": 3,
    "t": "曰大化",
    "author": "明"
   }
  ],
  "nkr_note_orig_0003047": [],
  "nkr_note_orig_0003048": [
   {
    "s": 4446,
    "l": 1,
    "t": "縣",
    "author": "宋"
   },
   {
    "s": 4446,
    "l": 1,
    "t": "縣",
    "author": "元"
   },
   {
    "s": 4446,
    "l": 1,
    "t": "縣",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004001": [
   {
    "s": 4536,
    "l": 0,
    "t": "手",
    "author": "宋"
   },
   {
    "s": 4536,
    "l": 0,
    "t": "手",
    "author": "元"
   },
   {
    "s": 4536,
    "l": 0,
    "t": "手",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004002": [
   {
    "s": 4538,
    "l": 1,
    "t": "鉾",
    "author": "宋"
   },
   {
    "s": 4538,
    "l": 1,
    "t": "鉾",
    "author": "元"
   },
   {
    "s": 4538,
    "l": 1,
    "t": "鉾",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004003": [
   {
    "s": 4544,
    "l": 1,
    "t": "母",
    "author": "宋"
   },
   {
    "s": 4544,
    "l": 1,
    "t": "母",
    "author": "元"
   },
   {
    "s": 4544,
    "l": 1,
    "t": "母",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004004": [
   {
    "s": 4553,
    "l": 1,
    "t": "擾",
    "author": "宋"
   },
   {
    "s": 4553,
    "l": 1,
    "t": "擾",
    "author": "元"
   },
   {
    "s": 4553,
    "l": 1,
    "t": "擾",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004005": [
   {
    "s": 4605,
    "l": 2,
    "t": "侍衛",
    "author": "宋"
   },
   {
    "s": 4605,
    "l": 2,
    "t": "侍衛",
    "author": "元"
   },
   {
    "s": 4605,
    "l": 2,
    "t": "侍衛",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004006": [],
  "nkr_note_orig_0004007": [
   {
    "s": 4840,
    "l": 0,
    "t": "諸",
    "author": "宋"
   },
   {
    "s": 4840,
    "l": 0,
    "t": "諸",
    "author": "元"
   },
   {
    "s": 4840,
    "l": 0,
    "t": "諸",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004008": [
   {
    "s": 4916,
    "l": 1,
    "t": "中",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004009": [
   {
    "s": 5200,
    "l": 1,
    "t": "因",
    "author": "宋"
   },
   {
    "s": 5200,
    "l": 1,
    "t": "因",
    "author": "元"
   },
   {
    "s": 5200,
    "l": 1,
    "t": "因",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004010": [
   {
    "s": 5281,
    "l": 1,
    "t": "捧",
    "author": "宋"
   },
   {
    "s": 5281,
    "l": 1,
    "t": "捧",
    "author": "元"
   },
   {
    "s": 5281,
    "l": 1,
    "t": "捧",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004011": [
   {
    "s": 5407,
    "l": 2,
    "t": "染汙",
    "author": "宋"
   },
   {
    "s": 5407,
    "l": 2,
    "t": "染汙",
    "author": "元"
   },
   {
    "s": 5407,
    "l": 2,
    "t": "染汙",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004012": [
   {
    "s": 5548,
    "l": 1,
    "t": "持",
    "author": "宋"
   },
   {
    "s": 5548,
    "l": 1,
    "t": "持",
    "author": "元"
   },
   {
    "s": 5548,
    "l": 1,
    "t": "持",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004013": [],
  "nkr_note_orig_0004014": [
   {
    "s": 5694,
    "l": 4,
    "t": "尊尊與尊",
    "author": "宋"
   },
   {
    "s": 5694,
    "l": 4,
    "t": "尊尊與尊",
    "author": "元"
   },
   {
    "s": 5694,
    "l": 4,
    "t": "尊尊與尊",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004015": [
   {
    "s": 5830,
    "l": 1,
    "t": "一",
    "author": "宋"
   },
   {
    "s": 5830,
    "l": 1,
    "t": "一",
    "author": "元"
   },
   {
    "s": 5830,
    "l": 1,
    "t": "一",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004016": [
   {
    "s": 5975,
    "l": 1,
    "t": "仗",
    "author": "宋"
   },
   {
    "s": 5975,
    "l": 1,
    "t": "仗",
    "author": "元"
   },
   {
    "s": 5975,
    "l": 1,
    "t": "仗",
    "author": "明"
   }
  ],
  "nkr_note_orig_0004017": [
   {
    "s": 6049,
    "l": 4,
    "t": "出家必",
    "author": "宋"
   },
   {
    "s": 6049,
    "l": 4,
    "t": "出家必",
    "author": "元"
   },
   {
    "s": 6049,
    "l": 4,
    "t": "出家必",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005001": [
   {
    "s": 6087,
    "l": 1,
    "t": "說",
    "author": "宋"
   },
   {
    "s": 6087,
    "l": 1,
    "t": "說",
    "author": "元"
   },
   {
    "s": 6087,
    "l": 1,
    "t": "說",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005002": [
   {
    "s": 6147,
    "l": 1,
    "t": "輪",
    "author": "宋"
   },
   {
    "s": 6147,
    "l": 1,
    "t": "輪",
    "author": "元"
   },
   {
    "s": 6147,
    "l": 1,
    "t": "輪",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005003": [
   {
    "s": 6164,
    "l": 1,
    "t": "支",
    "author": "宋"
   },
   {
    "s": 6164,
    "l": 1,
    "t": "支",
    "author": "元"
   },
   {
    "s": 6164,
    "l": 1,
    "t": "支",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005004": [
   {
    "s": 6203,
    "l": 2,
    "t": "珠毛",
    "author": "宋"
   },
   {
    "s": 6203,
    "l": 2,
    "t": "珠毛",
    "author": "元"
   },
   {
    "s": 6203,
    "l": 2,
    "t": "珠毛",
    "author": "明"
   },
   {
    "s": 6203,
    "l": 2,
    "t": "珠毛",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0005005": [
   {
    "s": 6207,
    "l": 1,
    "t": "胭",
    "author": "宋"
   },
   {
    "s": 6207,
    "l": 1,
    "t": "胭",
    "author": "元"
   },
   {
    "s": 6207,
    "l": 1,
    "t": "胭",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005006": [
   {
    "s": 6315,
    "l": 1,
    "t": "捷",
    "author": "宋"
   },
   {
    "s": 6315,
    "l": 1,
    "t": "捷",
    "author": "元"
   },
   {
    "s": 6315,
    "l": 1,
    "t": "捷",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005007": [
   {
    "s": 6345,
    "l": 2,
    "t": "琉璃",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005008": [
   {
    "s": 6378,
    "l": 2,
    "t": "羈靽",
    "author": "宋"
   },
   {
    "s": 6378,
    "l": 2,
    "t": "羈靽",
    "author": "元"
   },
   {
    "s": 6378,
    "l": 2,
    "t": "羈靽",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0005009": [
   {
    "s": 6567,
    "l": 1,
    "t": "腨",
    "author": "宋"
   },
   {
    "s": 6567,
    "l": 1,
    "t": "腨",
    "author": "元"
   },
   {
    "s": 6567,
    "l": 1,
    "t": "腨",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005010": [
   {
    "s": 6591,
    "l": 2,
    "t": "連鎻",
    "author": "宋"
   },
   {
    "s": 6591,
    "l": 2,
    "t": "連鎻",
    "author": "元"
   },
   {
    "s": 6591,
    "l": 2,
    "t": "連鎻",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005011": [],
  "nkr_note_orig_0005012": [
   {
    "s": 6616,
    "l": 0,
    "t": "毛",
    "author": "宋"
   },
   {
    "s": 6616,
    "l": 0,
    "t": "毛",
    "author": "元"
   },
   {
    "s": 6616,
    "l": 0,
    "t": "毛",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005013": [
   {
    "s": 6620,
    "l": 0,
    "t": "一",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005014": [
   {
    "s": 6677,
    "l": 1,
    "t": "停",
    "author": "宋"
   },
   {
    "s": 6677,
    "l": 1,
    "t": "停",
    "author": "元"
   },
   {
    "s": 6677,
    "l": 1,
    "t": "停",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005015": [
   {
    "s": 6721,
    "l": 3,
    "t": "尼抱類",
    "author": "宋"
   },
   {
    "s": 6721,
    "l": 3,
    "t": "尼抱類",
    "author": "元"
   },
   {
    "s": 6721,
    "l": 3,
    "t": "尼抱類",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005016": [
   {
    "s": 6945,
    "l": 3,
    "t": "尼拘類",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005017": [
   {
    "s": 6966,
    "l": 2,
    "t": "陰馬",
    "author": "宋"
   },
   {
    "s": 6966,
    "l": 2,
    "t": "陰馬",
    "author": "元"
   },
   {
    "s": 6966,
    "l": 2,
    "t": "陰馬",
    "author": "明"
   },
   {
    "s": 6966,
    "l": 2,
    "t": "陰馬",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0005018": [
   {
    "s": 6990,
    "l": 1,
    "t": "汙",
    "author": "元"
   },
   {
    "s": 6990,
    "l": 1,
    "t": "汙",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005019": [
   {
    "s": 7083,
    "l": 1,
    "t": "邪",
    "author": "宋"
   },
   {
    "s": 7083,
    "l": 1,
    "t": "邪",
    "author": "元"
   },
   {
    "s": 7083,
    "l": 1,
    "t": "邪",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005020": [
   {
    "s": 7346,
    "l": 2,
    "t": "於上",
    "author": "宋"
   },
   {
    "s": 7346,
    "l": 2,
    "t": "於上",
    "author": "元"
   },
   {
    "s": 7346,
    "l": 2,
    "t": "於上",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005021": [
   {
    "s": 7452,
    "l": 1,
    "t": "怠",
    "author": "宋"
   },
   {
    "s": 7452,
    "l": 1,
    "t": "怠",
    "author": "元"
   },
   {
    "s": 7452,
    "l": 1,
    "t": "怠",
    "author": "明"
   }
  ],
  "nkr_note_orig_0005022": [
   {
    "s": 7474,
    "l": 1,
    "t": "育",
    "author": "宋"
   },
   {
    "s": 7474,
    "l": 1,
    "t": "育",
    "author": "元"
   },
   {
    "s": 7474,
    "l": 1,
    "t": "育",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006001": [
   {
    "s": 7573,
    "l": 2,
    "t": "懷抱",
    "author": "宋"
   },
   {
    "s": 7573,
    "l": 2,
    "t": "懷抱",
    "author": "元"
   },
   {
    "s": 7573,
    "l": 2,
    "t": "懷抱",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006002": [
   {
    "s": 7596,
    "l": 1,
    "t": "世",
    "author": "宋"
   },
   {
    "s": 7596,
    "l": 1,
    "t": "世",
    "author": "元"
   },
   {
    "s": 7596,
    "l": 1,
    "t": "世",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006003": [
   {
    "s": 7601,
    "l": 2,
    "t": "愛敬",
    "author": "宋"
   },
   {
    "s": 7601,
    "l": 2,
    "t": "愛敬",
    "author": "元"
   },
   {
    "s": 7601,
    "l": 2,
    "t": "愛敬",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006004": [],
  "nkr_note_orig_0006005": [
   {
    "s": 7643,
    "l": 0,
    "t": "得",
    "author": "宋"
   },
   {
    "s": 7643,
    "l": 0,
    "t": "得",
    "author": "元"
   },
   {
    "s": 7643,
    "l": 0,
    "t": "得",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006006": [
   {
    "s": 7702,
    "l": 4,
    "t": "迦陵頻伽",
    "author": "宋"
   },
   {
    "s": 7702,
    "l": 4,
    "t": "迦陵頻伽",
    "author": "元"
   },
   {
    "s": 7702,
    "l": 4,
    "t": "迦陵頻伽",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006007": [
   {
    "s": 7812,
    "l": 1,
    "t": "大",
    "author": "宋"
   },
   {
    "s": 7812,
    "l": 1,
    "t": "大",
    "author": "元"
   },
   {
    "s": 7812,
    "l": 1,
    "t": "大",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006008": [
   {
    "s": 8075,
    "l": 1,
    "t": "也",
    "author": "宋"
   },
   {
    "s": 8075,
    "l": 1,
    "t": "也",
    "author": "元"
   },
   {
    "s": 8075,
    "l": 1,
    "t": "也",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006009": [
   {
    "s": 8134,
    "l": 1,
    "t": "然",
    "author": "宋"
   },
   {
    "s": 8134,
    "l": 1,
    "t": "然",
    "author": "元"
   },
   {
    "s": 8134,
    "l": 1,
    "t": "然",
    "author": "明"
   },
   {
    "s": 8134,
    "l": 1,
    "t": "然",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0006010": [
   {
    "s": 8298,
    "l": 1,
    "t": "更",
    "author": "宋"
   },
   {
    "s": 8298,
    "l": 1,
    "t": "更",
    "author": "元"
   },
   {
    "s": 8298,
    "l": 1,
    "t": "更",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006011": [
   {
    "s": 8304,
    "l": 2,
    "t": "簡揀",
    "author": "宋"
   },
   {
    "s": 8304,
    "l": 2,
    "t": "簡揀",
    "author": "元"
   },
   {
    "s": 8304,
    "l": 2,
    "t": "簡揀",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006012": [
   {
    "s": 8396,
    "l": 1,
    "t": "穢",
    "author": "宋"
   },
   {
    "s": 8396,
    "l": 1,
    "t": "穢",
    "author": "元"
   },
   {
    "s": 8396,
    "l": 1,
    "t": "穢",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006013": [
   {
    "s": 8437,
    "l": 1,
    "t": "",
    "author": "宋"
   },
   {
    "s": 8437,
    "l": 1,
    "t": "",
    "author": "元"
   },
   {
    "s": 8437,
    "l": 1,
    "t": "",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006014": [
   {
    "s": 8483,
    "l": 1,
    "t": "不",
    "author": "宋"
   },
   {
    "s": 8483,
    "l": 1,
    "t": "不",
    "author": "元"
   },
   {
    "s": 8483,
    "l": 1,
    "t": "不",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006015": [
   {
    "s": 8546,
    "l": 1,
    "t": "然",
    "author": "宋"
   },
   {
    "s": 8546,
    "l": 1,
    "t": "然",
    "author": "元"
   },
   {
    "s": 8546,
    "l": 1,
    "t": "然",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006016": [
   {
    "s": 8648,
    "l": 4,
    "t": "默自思念",
    "author": "宋"
   },
   {
    "s": 8648,
    "l": 4,
    "t": "默自思念",
    "author": "元"
   },
   {
    "s": 8648,
    "l": 4,
    "t": "默自思念",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006017": [
   {
    "s": 8982,
    "l": 2,
    "t": "人有",
    "author": "宋"
   },
   {
    "s": 8982,
    "l": 2,
    "t": "人有",
    "author": "元"
   },
   {
    "s": 8982,
    "l": 2,
    "t": "人有",
    "author": "明"
   }
  ],
  "nkr_note_orig_0006018": [
   {
    "s": 9168,
    "l": 1,
    "t": "樂",
    "author": "宋"
   },
   {
    "s": 9168,
    "l": 1,
    "t": "樂",
    "author": "元"
   },
   {
    "s": 9168,
    "l": 1,
    "t": "樂",
    "author": "明"
   }
  ],
  "nkr_note_orig_0007001": [
   {
    "s": 9346,
    "l": 1,
    "t": "唯",
    "author": "宋"
   },
   {
    "s": 9346,
    "l": 1,
    "t": "唯",
    "author": "元"
   },
   {
    "s": 9346,
    "l": 1,
    "t": "唯",
    "author": "明"
   }
  ],
  "nkr_note_orig_0007002": [
   {
    "s": 9425,
    "l": 1,
    "t": "擾",
    "author": "宋"
   },
   {
    "s": 9425,
    "l": 1,
    "t": "擾",
    "author": "元"
   },
   {
    "s": 9425,
    "l": 1,
    "t": "擾",
    "author": "明"
   }
  ],
  "nkr_note_orig_0007003": [
   {
    "s": 9432,
    "l": 1,
    "t": "漢",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0007004": [
   {
    "s": 9497,
    "l": 2,
    "t": "所已",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0007005": [
   {
    "s": 9558,
    "l": 2,
    "t": "",
    "author": "宋"
   },
   {
    "s": 9558,
    "l": 2,
    "t": "",
    "author": "元"
   },
   {
    "s": 9558,
    "l": 2,
    "t": "",
    "author": "明"
   }
  ],
  "nkr_note_orig_0007006": [
   {
    "s": 9699,
    "l": 1,
    "t": "乎",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0007007": [
   {
    "s": 9735,
    "l": 1,
    "t": "選",
    "author": "宋"
   },
   {
    "s": 9735,
    "l": 1,
    "t": "選",
    "author": "元"
   },
   {
    "s": 9735,
    "l": 1,
    "t": "選",
    "author": "明"
   }
  ],
  "nkr_note_orig_0007008": [
   {
    "s": 9764,
    "l": 1,
    "t": "乎於",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0007009": [
   {
    "s": 9797,
    "l": 1,
    "t": "到",
    "author": "宋"
   },
   {
    "s": 9797,
    "l": 1,
    "t": "到",
    "author": "元"
   },
   {
    "s": 9797,
    "l": 1,
    "t": "到",
    "author": "明"
   }
  ],
  "nkr_note_orig_0007010": [
   {
    "s": 9859,
    "l": 2,
    "t": "真道",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0007011": [
   {
    "s": 10549,
    "l": 1,
    "t": "除",
    "author": "宋"
   },
   {
    "s": 10549,
    "l": 1,
    "t": "除",
    "author": "元"
   }
  ],
  "nkr_note_orig_0007012": [
   {
    "s": 10739,
    "l": 2,
    "t": "以深",
    "author": "宋"
   },
   {
    "s": 10739,
    "l": 2,
    "t": "以深",
    "author": "元"
   },
   {
    "s": 10739,
    "l": 2,
    "t": "以深",
    "author": "明"
   }
  ],
  "nkr_note_orig_0007013": [
   {
    "s": 10747,
    "l": 1,
    "t": "無",
    "author": "宋"
   },
   {
    "s": 10747,
    "l": 1,
    "t": "無",
    "author": "元"
   },
   {
    "s": 10747,
    "l": 1,
    "t": "無",
    "author": "明"
   }
  ],
  "nkr_note_orig_0007014": [
   {
    "s": 10809,
    "l": 1,
    "t": "如",
    "author": "宋"
   },
   {
    "s": 10809,
    "l": 1,
    "t": "如",
    "author": "元"
   },
   {
    "s": 10809,
    "l": 1,
    "t": "如",
    "author": "明"
   }
  ],
  "nkr_note_orig_0008001": [
   {
    "s": 11066,
    "l": 1,
    "t": "以",
    "author": "宋"
   },
   {
    "s": 11066,
    "l": 1,
    "t": "以",
    "author": "元"
   },
   {
    "s": 11066,
    "l": 1,
    "t": "以",
    "author": "明"
   }
  ],
  "nkr_note_orig_0008002": [
   {
    "s": 11069,
    "l": 1,
    "t": "則",
    "author": "宋"
   },
   {
    "s": 11069,
    "l": 1,
    "t": "則",
    "author": "元"
   },
   {
    "s": 11069,
    "l": 1,
    "t": "則",
    "author": "明"
   }
  ],
  "nkr_note_orig_0008003": [
   {
    "s": 11255,
    "l": 1,
    "t": "著",
    "author": "宋"
   },
   {
    "s": 11255,
    "l": 1,
    "t": "著",
    "author": "元"
   },
   {
    "s": 11255,
    "l": 1,
    "t": "著",
    "author": "明"
   }
  ],
  "nkr_note_orig_0008004": [
   {
    "s": 11279,
    "l": 2,
    "t": "獲於",
    "author": "宋"
   },
   {
    "s": 11279,
    "l": 2,
    "t": "獲於",
    "author": "元"
   },
   {
    "s": 11279,
    "l": 2,
    "t": "獲於",
    "author": "明"
   },
   {
    "s": 11279,
    "l": 2,
    "t": "獲於",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0008005": [
   {
    "s": 11294,
    "l": 1,
    "t": "陰",
    "author": "宋"
   },
   {
    "s": 11294,
    "l": 1,
    "t": "陰",
    "author": "元"
   },
   {
    "s": 11294,
    "l": 1,
    "t": "陰",
    "author": "明"
   }
  ],
  "nkr_note_orig_0008006": [
   {
    "s": 11337,
    "l": 1,
    "t": "來",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0008007": [
   {
    "s": 11496,
    "l": 1,
    "t": "蹬",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0008008": [
   {
    "s": 11574,
    "l": 1,
    "t": "自",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0008009": [
   {
    "s": 11577,
    "l": 2,
    "t": "靜暄",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0008010": [
   {
    "s": 11659,
    "l": 2,
    "t": "為彼",
    "author": "宋"
   },
   {
    "s": 11659,
    "l": 2,
    "t": "為彼",
    "author": "元"
   },
   {
    "s": 11659,
    "l": 2,
    "t": "為彼",
    "author": "明"
   }
  ],
  "nkr_note_orig_0008011": [
   {
    "s": 11715,
    "l": 1,
    "t": "今",
    "author": "宋"
   },
   {
    "s": 11715,
    "l": 1,
    "t": "今",
    "author": "元"
   },
   {
    "s": 11715,
    "l": 1,
    "t": "今",
    "author": "明"
   }
  ],
  "nkr_note_orig_0008012": [
   {
    "s": 11737,
    "l": 1,
    "t": "如",
    "author": "宋"
   },
   {
    "s": 11737,
    "l": 1,
    "t": "如",
    "author": "元"
   },
   {
    "s": 11737,
    "l": 1,
    "t": "如",
    "author": "明"
   },
   {
    "s": 11737,
    "l": 1,
    "t": "如",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0008013": [
   {
    "s": 12162,
    "l": 0,
    "t": "所以",
    "author": "宋"
   },
   {
    "s": 12162,
    "l": 0,
    "t": "所以",
    "author": "元"
   },
   {
    "s": 12162,
    "l": 0,
    "t": "所以",
    "author": "明"
   }
  ],
  "nkr_note_orig_0008014": [],
  "nkr_note_orig_0008015": [],
  "nkr_note_orig_0008016": [
   {
    "s": 12188,
    "l": 1,
    "t": "拘",
    "author": "宋"
   },
   {
    "s": 12188,
    "l": 1,
    "t": "拘",
    "author": "元"
   },
   {
    "s": 12188,
    "l": 1,
    "t": "拘",
    "author": "明"
   }
  ],
  "nkr_note_orig_0008017": [],
  "nkr_note_orig_0008018": [
   {
    "s": 12435,
    "l": 1,
    "t": "見",
    "author": "宋"
   },
   {
    "s": 12435,
    "l": 1,
    "t": "見",
    "author": "元"
   },
   {
    "s": 12435,
    "l": 1,
    "t": "見",
    "author": "明"
   }
  ],
  "nkr_note_orig_0008019": [],
  "nkr_note_orig_0009001": [
   {
    "s": 12738,
    "l": 2,
    "t": "塵離",
    "author": "宋"
   },
   {
    "s": 12738,
    "l": 2,
    "t": "塵離",
    "author": "元"
   },
   {
    "s": 12738,
    "l": 2,
    "t": "塵離",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009002": [
   {
    "s": 12943,
    "l": 1,
    "t": "次",
    "author": "宋"
   },
   {
    "s": 12943,
    "l": 1,
    "t": "次",
    "author": "元"
   },
   {
    "s": 12943,
    "l": 1,
    "t": "次",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009003": [
   {
    "s": 12995,
    "l": 1,
    "t": "輪",
    "author": "宋"
   },
   {
    "s": 12995,
    "l": 1,
    "t": "輪",
    "author": "元"
   }
  ],
  "nkr_note_orig_0009004": [
   {
    "s": 13005,
    "l": 1,
    "t": "苦",
    "author": "宋"
   },
   {
    "s": 13005,
    "l": 1,
    "t": "苦",
    "author": "元"
   },
   {
    "s": 13005,
    "l": 1,
    "t": "苦",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009005": [
   {
    "s": 13047,
    "l": 1,
    "t": "厄",
    "author": "宋"
   },
   {
    "s": 13047,
    "l": 1,
    "t": "厄",
    "author": "元"
   },
   {
    "s": 13047,
    "l": 1,
    "t": "厄",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009006": [
   {
    "s": 13057,
    "l": 2,
    "t": "滅苦",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0009007": [
   {
    "s": 13099,
    "l": 4,
    "t": "於一切縛",
    "author": "宋"
   },
   {
    "s": 13099,
    "l": 4,
    "t": "於一切縛",
    "author": "元"
   },
   {
    "s": 13099,
    "l": 4,
    "t": "於一切縛",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009008": [
   {
    "s": 13263,
    "l": 1,
    "t": "源",
    "author": "宋"
   },
   {
    "s": 13263,
    "l": 1,
    "t": "源",
    "author": "元"
   },
   {
    "s": 13263,
    "l": 1,
    "t": "源",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009009": [
   {
    "s": 13284,
    "l": 1,
    "t": "以",
    "author": "宋"
   },
   {
    "s": 13284,
    "l": 1,
    "t": "以",
    "author": "元"
   },
   {
    "s": 13284,
    "l": 1,
    "t": "以",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009010": [
   {
    "s": 13492,
    "l": 2,
    "t": "教戒",
    "author": "宋"
   },
   {
    "s": 13492,
    "l": 2,
    "t": "教戒",
    "author": "元"
   },
   {
    "s": 13492,
    "l": 2,
    "t": "教戒",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009011": [
   {
    "s": 13507,
    "l": 2,
    "t": "",
    "author": "宋"
   },
   {
    "s": 13507,
    "l": 2,
    "t": "",
    "author": "元"
   },
   {
    "s": 13507,
    "l": 2,
    "t": "",
    "author": "明"
   },
   {
    "s": 13507,
    "l": 2,
    "t": "",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0009012": [
   {
    "s": 13706,
    "l": 1,
    "t": "習",
    "author": "宋"
   }
  ],
  "nkr_note_orig_0009013": [
   {
    "s": 13718,
    "l": 0,
    "t": "聖",
    "author": "宋"
   },
   {
    "s": 13718,
    "l": 0,
    "t": "聖",
    "author": "元"
   },
   {
    "s": 13718,
    "l": 0,
    "t": "聖",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009014": [
   {
    "s": 13747,
    "l": 1,
    "t": "若",
    "author": "宋"
   },
   {
    "s": 13747,
    "l": 1,
    "t": "若",
    "author": "元"
   },
   {
    "s": 13747,
    "l": 1,
    "t": "若",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009015": [
   {
    "s": 13882,
    "l": 1,
    "t": "",
    "author": "宋"
   },
   {
    "s": 13882,
    "l": 1,
    "t": "",
    "author": "元"
   },
   {
    "s": 13882,
    "l": 1,
    "t": "",
    "author": "明"
   },
   {
    "s": 13882,
    "l": 1,
    "t": "",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0009016": [
   {
    "s": 13963,
    "l": 1,
    "t": "求",
    "author": "宋"
   },
   {
    "s": 13963,
    "l": 1,
    "t": "求",
    "author": "元"
   },
   {
    "s": 13963,
    "l": 1,
    "t": "求",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009017": [
   {
    "s": 14009,
    "l": 2,
    "t": "三十四",
    "author": "宋"
   },
   {
    "s": 14009,
    "l": 2,
    "t": "三十四",
    "author": "元"
   },
   {
    "s": 14009,
    "l": 2,
    "t": "三十四",
    "author": "明"
   }
  ],
  "nkr_note_orig_0009018": [
   {
    "s": 14069,
    "l": 1,
    "t": "思",
    "author": "宋"
   },
   {
    "s": 14069,
    "l": 1,
    "t": "思",
    "author": "元"
   },
   {
    "s": 14069,
    "l": 1,
    "t": "思",
    "author": "明"
   }
  ],
  "nkr_note_orig_0010001": [
   {
    "s": 14110,
    "l": 1,
    "t": "于",
    "author": "宋"
   },
   {
    "s": 14110,
    "l": 1,
    "t": "于",
    "author": "元"
   },
   {
    "s": 14110,
    "l": 1,
    "t": "于",
    "author": "明"
   }
  ],
  "nkr_note_orig_0010002": [
   {
    "s": 14286,
    "l": 1,
    "t": "見",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0010003": [
   {
    "s": 14374,
    "l": 1,
    "t": "遣",
    "author": "宋"
   },
   {
    "s": 14374,
    "l": 1,
    "t": "遣",
    "author": "元"
   },
   {
    "s": 14374,
    "l": 1,
    "t": "遣",
    "author": "明"
   }
  ],
  "nkr_note_orig_0010004": [
   {
    "s": 14532,
    "l": 1,
    "t": "鳥",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0010005": [
   {
    "s": 14539,
    "l": 1,
    "t": "至",
    "author": "宋"
   },
   {
    "s": 14539,
    "l": 1,
    "t": "至",
    "author": "元"
   },
   {
    "s": 14539,
    "l": 1,
    "t": "至",
    "author": "明"
   }
  ],
  "nkr_note_orig_0010006": [
   {
    "s": 14571,
    "l": 1,
    "t": "跏",
    "author": "宋"
   },
   {
    "s": 14571,
    "l": 1,
    "t": "跏",
    "author": "元"
   },
   {
    "s": 14571,
    "l": 1,
    "t": "跏",
    "author": "明"
   },
   {
    "s": 14571,
    "l": 1,
    "t": "跏",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0010007": [
   {
    "s": 14622,
    "l": 1,
    "t": "讚",
    "author": "宋"
   },
   {
    "s": 14622,
    "l": 1,
    "t": "讚",
    "author": "元"
   },
   {
    "s": 14622,
    "l": 1,
    "t": "讚",
    "author": "明"
   }
  ],
  "nkr_note_orig_0010008": [
   {
    "s": 14643,
    "l": 1,
    "t": "正",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0010009": [],
  "nkr_note_orig_0010010": [],
  "nkr_note_orig_0010011": [
   {
    "s": 14923,
    "l": 3,
    "t": "毘舍婆",
    "author": "宋"
   },
   {
    "s": 14923,
    "l": 3,
    "t": "毘舍婆",
    "author": "元"
   },
   {
    "s": 14923,
    "l": 3,
    "t": "毘舍婆",
    "author": "明"
   }
  ],
  "nkr_note_orig_0010012": [],
  "nkr_note_orig_0010013": [],
  "nkr_note_orig_0010014": [
   {
    "s": 15042,
    "l": 2,
    "t": "極天",
    "author": "宋"
   },
   {
    "s": 15042,
    "l": 2,
    "t": "極天",
    "author": "元"
   },
   {
    "s": 15042,
    "l": 2,
    "t": "極天",
    "author": "明"
   }
  ],
  "nkr_note_orig_0010015": [],
  "nkr_note_orig_0010016": [],
  "nkr_note_orig_0010017": [
   {
    "s": 15133,
    "l": 1,
    "t": "行",
    "author": "宋"
   },
   {
    "s": 15133,
    "l": 1,
    "t": "行",
    "author": "元"
   },
   {
    "s": 15133,
    "l": 1,
    "t": "行",
    "author": "明"
   }
  ],
  "nkr_note_orig_0010018": [
   {
    "s": 15311,
    "l": 0,
    "t": "如北天念",
    "author": "宋"
   },
   {
    "s": 15311,
    "l": 0,
    "t": "如北天念",
    "author": "元"
   },
   {
    "s": 15311,
    "l": 0,
    "t": "如北天念",
    "author": "明"
   },
   {
    "s": 15311,
    "l": 0,
    "t": "如北天念",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0010019": [
   {
    "s": 15317,
    "l": 1,
    "t": "能",
    "author": "宋"
   },
   {
    "s": 15317,
    "l": 1,
    "t": "能",
    "author": "元"
   },
   {
    "s": 15317,
    "l": 1,
    "t": "能",
    "author": "明"
   }
  ],
  "nkr_note_orig_0010020": [
   {
    "s": 15359,
    "l": 1,
    "t": "見",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0011001": [
   {
    "s": 15469,
    "l": 1,
    "t": "",
    "author": "宋"
   },
   {
    "s": 15469,
    "l": 1,
    "t": "",
    "author": "元"
   },
   {
    "s": 15469,
    "l": 1,
    "t": "",
    "author": "明"
   },
   {
    "s": 15469,
    "l": 1,
    "t": "",
    "author": "聖"
   }
  ],
  "nkr_note_orig_0011002": [
   {
    "s": 15478,
    "l": 0,
    "t": "光明皇后願文",
    "author": "聖"
   }
  ]
 },
 "versions": {
  "宋": 20,
  "元": 11,
  "聖": 26,
  "明": 12
 }
}
